"use client";
import { LiaPaperclipSolid } from "react-icons/lia";
export default function foreignRelations() {
  return (
    <div className="w-[90%] lg:w-[1147px] mt-10 flex flex-col gap-0 xl:gap-[100px]">
      <div className="w-full flex xl:h-[227px] flex-wrap gap-10 xl:gap-0">
        <div className="w-full xl:w-[70%] border-r border-black h-full flex flex-col justify-between items-start text-sm">
          {" "}
          <div className="font-bold">МОНГОЛ УЛСЫН ВИЗ ОЛГОХ ЖУРАМ</div>
          <div className="mt-10 xl:mt-0">НЭГ. Нийтлэг үндэслэл</div>
          <div className=" leading-8 text-sm">
            1.1. Монгол Улсын виз хүссэн гадаадын иргэн, харьяалалгүй хүнд виз
            олгох, визийн зэрэг, ангиллыг өөрчлөх, хугацааг сунгах, хүчингүй
            болгоход Гадаадын иргэний эрх зүйн байдлын тухай хууль болон энэ
            журмыг мөрдөнө. 1.2. Иргэд харилцан зорчих нөхцөлийн талаар
            байгуулсан Монгол Улсын олон улсын гэрээний заалтыг энэ журам
            хөндөхгүй.
          </div>
        </div>
        <div className="w-full xl:w-[30%] h-full flex flex-col justify-between items-center gap-4">
          <a
            href="https://legalinfo.mn/mn/detail?lawId=16230721365191"
            className="flex  items-center text-sm gap-2 hover:text-[#ff7119] w-[90%]"
          >
            <LiaPaperclipSolid className="hover:text-[#ff7119]" /> Монгол улсын
            виз олгох журам
          </a>
          <a
            href="https://www.consul.mn/visa/c/24"
            className="flex  items-center text-sm gap-2 hover:text-[#ff7119] w-[90%]"
          >
            <LiaPaperclipSolid className="hover:text-[#ff7119] " /> Монгол улсын
            иргэд визгүй зорчих орнууд 2024.03.01 байдлаар
          </a>
          <a
            href="https://legalinfo.mn/mn/detail?lawId=15416"
            className="flex  items-center text-sm gap-2 hover:text-[#ff7119] w-[90%]"
          >
            <LiaPaperclipSolid className="hover:text-[#ff7119]" />
            Монгол Улсын дипломат, албан паспорт олгох, эзэмших, хадгалах журам
          </a>
          <a
            href="https://sanfrancisco.consul.mn/page/134"
            className="flex  items-center text-sm gap-2 hover:text-[#ff7119] w-[90%]"
          >
            <LiaPaperclipSolid className="hover:text-[#ff7119]" /> Гадаад
            паспорт захиалах бүрдүүлэх материал
          </a>
        </div>
      </div>
      <div className="w-full flex flex-col gap-[40px]">
        <div className="xl:mt-0 mt-10">
            ХОЁР. Виз, түүний зэрэг, ангилал, зориулалт, ялгаа, хугацаа
        </div>
        <div className="text-sm leading-10">
            2.1. Монгол Улсын виз (цаашид “виз” гэх) гэж тус улсын эрх бүхий
          байгууллагаас гадаадын иргэн, харьяалалгүй хүнд олгосон Монгол Улсын
          хилээр нэвтрэх зөвшөөрлийг хэлнэ. {<br />}
          2.2. Bиз нь дипломат, албан, энгийн гэсэн зэрэгтэй, “орох”,
          “орох-гарах”, “гарах”, “гарах-орох”, “дамжин өнгөрөх” зориулалттай,
          нэг, хоёр, олон удаагийн гэсэн ялгаатай, тухайн гадаадын иргэн,
          харьяалалгүй хүний Монгол Улсын хилээр нэвтрэх зорилгыг заасан 
          ангилалтай, үйлчилж эхлэх хүртэл хүчинтэй байх болон үйлчлэх
          хугацаатай байна. {<br />}2.3. Визийн зэргийг тухайн гадаадын иргэний
          паспортын төрөлд нийцүүлэн визийн хуудсан дээр “D”, “А”, “E” гэсэн
          латин үсгээр ялгаж тэмдэглэнэ:{<br />} 2.3.1. “D” зэргийн визийг
          дипломат паспорттай гадаадын иргэн, улаан өнгийн лесе пасе бүхий
          Нэгдсэн Үндэстний Байгууллага (цаашид “НҮБ” гэх)-ын албан тушаалтанд;
          {<br />} 2.3.2. “А” зэргийн визийг албан паспорттай гадаадын иргэн,
          цэнхэр өнгийн лесе пасе бүхий НҮБ-ын албан тушаалтанд; {<br />}2.3.3.
          “Е” зэргийн визийг энгийн паспорттай буюу буцах үнэмлэхтэй гадаадын
          иргэн, зорчих үнэмлэхтэй харьяалалгүй хүн, Монгол Улс хүлээн
          зөвшөөрөөгүй нутаг дэвсгэрийн харьяат нарт.{<br />} 2.4. Визийн
          ангиллыг визийн хуудсан дээр “D”, “A”, “OU”, “T”, “HM”, “O”, “B”, “S”,
          “J”, “HG”, “SH”, “TS”, “H” гэсэн латин үсгээр тухайн гадаадын иргэн,
          харьяалалгүй хүний аяллын зорилгод нийцүүлэн дараахь байдлаар
          тэмдэглэнэ:{<br />} 2.4.1. “D” ангиллын визийг cуралцах, жуулчлах,
          шашны байгууллагын шугамаар болон хувийн хэргээс бусад зорилгоор тус
          улсад зорчих, оршин суух дипломат паспорттай гадаадын иргэн, улаан
          өнгийн лесе пасе бүхий НҮБ-ын албан тушаалтанд;
          {<br />}2.4.2. “А” ангиллын визийг: {<br />}2.4.2.1. албан хэргээр
          зорчих, оршин суух албан паспорттай гадаадын иргэн, цэнхэр өнгийн лесе
          пасе бүхий НҮБ-ын албан тушаалтанд; {<br />}2.4.2.2. тус улсын төр,
          засаг захиргаа, нутаг дэвсгэрийн өөрөө удирдах байгууллага, Улсын Их
          Хуралд суудал бүхий намын урилгаар ирэх албан болон энгийн паспорттай
          гадаадын иргэнд;
          {<br />}2.4.2.3. Засгийн газар хоорондын гэрээ, хэлэлцээрийн дагуу тус
          улсад ажиллах албан болон энгийн паспорттай гадаадын иргэнд; {<br />}
          2.4.3. “OU” ангиллын визийг хувийн хэргээр зорчихоос бусад зорилгоор
          ирэх цэнхэр өнгийн лесе пасе бүхий НҮБ, түүний төрөлжсөн байгууллагын
          ажилтан, олон улсын байгууллагын шугамаар ирэх энгийн паспорттай
          гадаадын иргэнд;{<br />} 2.4.4. “Т” ангиллын визийг:{<br />} 2.4.4.1.
          гадаадын хөрөнгө оруулагчид; {<br />}2.4.4.2. гадаадын хөрөнгө
          оруулалттай аж ахуйн нэгж, түүний салбар, төлөөлөгчийн газарт ажиллах
          удирдах албан тушаалтанд;
          {<br />} 2.4.5. “HM” ангиллын визийг хэвлэл, мэдээллийн ажлаар зорчих,
          оршин суух албан болон энгийн паспорттай гадаадын хэвлэл, мэдээллийн
          байгууллагын ажилтанд; {<br />}2.4.6. “O” ангиллын визийг төрийн бус
          байгууллага, олон улсын хүмүүнлэгийн байгууллагын шугамаар зорчих,
          оршин суух албан болон энгийн паспорттай гадаадын иргэнд;{<br />}{" "}
          2.4.7. “В” ангиллын визийг ажил хэргийн шугамаар зорчих гадаадын
          иргэн, харьяалалгүй хүнд;{<br />} 2.4.8. “S” ангиллын визийг суралцах,
          мэргэжил дээшлүүлэх, дадлага хийх, эрдэм шинжилгээ, судалгааны ажил
          хийх зорилгоор ирэх гадаадын иргэн, харьяалалгүй хүнд паспортын
          төрлийг  үл харгалзан;{<br />} 2.4.9. “J” ангиллын визийг тус улсад
          жуулчлахаар ирэх гадаадын иргэн, харьяалалгүй хүнд паспортын төрлийг 
          үл харгалзан;
          {<br />} 2.4.10. “HG” ангиллын визийг тус улсад хөдөлмөрийн гэрээгээр
          ажиллах гадаадын иргэн, харьяалалгүй хүнд паспортын төрлийг үл
          харгалзан;
          {<br />} 2.4.11. “SH” ангиллын визийг шашны байгууллагын шугамаар
          зорчих, оршин суух гадаадын иргэн, харьяалалгүй хүнд паспортын төрлийг
          үл харгалзан;
          {<br />} 2.4.12. “TS” ангиллын визийг тус улсад цагаачлах зөвшөөрөл
          авсан гадаадын иргэн, харьяалалгүй хүнд;{<br />} 2.4.13. “Н” ангиллын
          визийг:
          {<br />} 2.4.13.1. Гадаадын иргэн, харьяатын асуудал эрхлэх алба
          (цаашид “Алба” гэх) болон аймгийн Засаг даргын Тамгын газраас олгосон
          Монгол Улсад хувийн хэргээр зорчих, урилгаар ирэх гадаадын иргэн,
          харьяалалгүй хүнд паспортын төрлийг үл харгалзан;{<br />} 2.4.13.2.
          тус улсын иргэнтэй гэр бүл болж Монгол Улсын гэрлэлтийн гэрчилгээ
          авсан бөгөөд хувийн хэргээр ирэх гадаадын иргэн, харьяалалгүй хүнд
          паспортын төрлийг  үл харгалзан.{<br />} 2.5. Визийн зориулалтыг
          тогтоохдоо: -тус улсын нутгаар дамжин өнгөрөх гадаадын иргэн,
          харьяалалгүй хүнд “дамжин өнгөрөх”; -тус улсад 90 хоногоос дээш
          хугацаагаар оршин суух бол “орох”; -тус улсад 90 хүртэл хоногийн
          хугацаагаар оршин суух бол “орох-гарах”; -тус улсад албан хэргээр
          удаан хугацаагаар оршин суугч 90 хүртэл хоногийн хугацаагаар, байнга
          оршин суугч, цагаач гадаадын иргэн, харьяалалгүй хүн 120 хүртэл
          хоногийн хугацаагаар тус улсаас гараад буцаж ирэх бол “гарах-орох”;
          -тус улсад албан болон хувийн хэргээр түр, удаан хугацаагаар оршин
          суугч гадаадын иргэн, харьяалалгүй хүн 90 хоногоос дээш хугацаагаар
          тус улсаас гараад буцаж ирэх буюу бүрмөсөн гарч явах бол “гарах” виз
          тус тус олгоно.{<br />} 2.5.1. Визийн зориулалтыг визийн хуудсан дээр
          дараахь байдлаар тэмдэглэнэ: {<br />}2.5.1.1. “орох” визийг “Еntry”;
          {<br />} 2.5.1.2. “гарах” визийг “Exit”;{<br />} 2.5.1.3. “орох-гарах”
          визийг “Ent-Ex”;{<br />}2.5.1.4. “гарах-орох“ визийг “Ex–Ent”;{" "}
          {<br />}2.5.1.5. “дамжин өнгөрөх” визийг “Transit”. 2.6. Визийн ялгаа
          нь “орох”, “гарах” визийн хувьд зөвхөн нэг удаагийн байх бөгөөд
          “орох-гарах”, “гарах-орох”, “дамжин өнгөрөх” виз нь хоёр болон олон
          удаагийн байж болно. {<br />}2.6.1. Визийн ялгааг визийн хуудсан дээр:
          - нэг удаагийн визэд “Single”; - хоёр удаагийн визэд “Double”; - олон
          удаагийн визэд “Multi” гэж тэмдэглэнэ.{<br />} 2.7. “Гарах”-аас бусад
          бүх визийн үйлчилж эхлэх хүртэл хүчинтэй байх хугацаа уг визийг
          олгосон өдрөөс хойш 90 хоног байна. Энэ хугацааг визийн хуудсан дээр
          он, сар, өдрийг зааж тэмдэглэнэ.{<br />} 2.8. Визийн үйлчлэх хугацааг
          визийн хуудсан дээр дараахь байдлаар тэмдэглэнэ: {<br />}2.8.1.
          “дамжин өнгөрөх” виз-5 хүртэл хоног; {<br />}2.8.2. “орох-гарах”
          виз-зорчигчийн хувьд 30 хүртэл хоног, түр оршин суугчийн хувьд 90
          хүртэл хоног;{<br />} 2.8.3. “гарах-орох” виз-Монгол Улсад байнга
          оршин суугч, цагаач гадаадын иргэн, харьяалалгүй хүний хувьд   120
          хүртэл хоног, бусад гадаадын иргэний хувьд 90 хүртэл хоног;{<br />}{" "}
          2.8.4. олон удаагийн виз-183 хоног буюу  365 хоног;{<br />} 2.8.5.
          “гарах” виз - 10 хоног.
        </div>
      </div>

      <div className="w-full flex flex-col gap-[40px]">
        <div className="xl:mt-0 mt-10">
           ГУРАВ. Виз олгох байгууллагын эрх, үүрэг
        </div>

        <div className="text-sm leading-10">
              3.1. Гадаад хэргийн асуудал эрхэлсэн төрийн захиргааны төв
          байгууллага дараахь бүрэн эрхтэй байна:
          {<br />} 3.1.1. дипломат, албан зэргийн виз хүссэн гадаадын иргэнд
          зохих зэрэг, ялгаа, ангиллын “гарах-орох”, “гарах” виз олгох;
          {<br />} 3.1.2. гадаадын иргэнд дипломат, албан зэргийн бүх ялгаа,
          ангиллын болон гадаадын иргэн, харьяалалгүй хүнд энгийн зэргийн 30
          хүртэл хоногийн хугацаатай “орох-гарах” виз олгох зөвшөөрлийг Монгол
          Улсын дипломат төлөөлөгчийн газар, өргөмжит консулд өгч, удирдлагаар
          хангах;
          {<br />} 3.1.3. гадаадын иргэн, харьяалалгүй хүнд энгийн зэргийн 30
          хүртэл хоногийн хугацаатай “орох-гарах”-аас бусад виз олгох тухай
          Албаны зөвшөөрлийг Монгол Улсын дипломат төлөөлөгчийн газар, өргөмжит
          консулд уламжлах;
          {<br />} 3.1.4. Монгол Улсын дипломат төлөөлөгчийн газар, өргөмжит
          консулаас гадаадын иргэнд олгосон дипломат, албан зэргийн визийн
          зэрэг, ангиллыг өөрчлөх, хугацааг сунгах, хүчингүй болгох;
          {<br />} 3.1.5. Монгол Улсын дипломат төлөөлөгчийн газар, өргөмжит
          консулаас болон өөрийн олгосон энгийн зэргийн визийн мэдээг улирал бүр
          гаргаж, дараа улирлын эхний сарын 15-ны дотор Албанд хүргүүлэх;
          {<br />} 3.1.6. Монгол Улсын дипломат төлөөлөгчийн газар, өргөмжит
          консул, Албанд визийн хуудас олгож, зарцуулалтад нь хяналт тавих;
          {<br />} 3.1.7. Виз хүсэгчийн бөглөх мэдүүлгийн хуудасны загварыг
          батлан хэвлүүлж, виз олгох байгууллагуудад хүргүүлж удирдамжаар
          хангах.
          {<br />} 3.2. Монгол Улсын дипломат төлөөлөгчийн газар дараахь бүрэн
          эрхтэй байна:
          {<br />} 3.2.1. гадаад хэргийн асуудал эрхэлсэн төрийн захиргааны төв
          байгууллага, Албаны зөвшөөрлийг үндэслэн гадаадын иргэн, харьяалалгүй
          хүнд бүх зэрэг, ялгаа, ангиллын “гарах”-аас бусад зориулалтын визийг
          олгох;
          {<br />} 3.2.2. гадаад хэргийн асуудал эрхэлсэн төрийн захиргааны төв
          байгууллага, Албаны зөвшөөрөлгүйгээр: -“дамжин өнгөрөх” виз хүссэн
          гадаадын иргэн, харьяалалгүй хүн галт тэрэг, нисэх онгоцоор зорчих бол
          түүнд 5 хүртэл хоногийн хугацаагаар зохих визийг; -Монгол Улсын төрийн
          болон засаг захиргаа, нутаг дэвсгэрийн өөрөө удирдах байгууллага,
          Улсын Их Хуралд суудал бүхий намын эрх бүхий албан тушаалтны урьсан
          хүмүүст гарын үсэг, тамга, тэмдгээр баталгаажуулсан албан бичиг,
          урилга буюу албан бичиг, урилгын факсаар дамжуулсан хувийг үндэслэн
          зохих зэрэг, ангиллын 30 хүртэл хоногийн хугацаатай “орох-гарах”
          визийг; -Засгийн газар хоорондын гэрээний дагуу болон олон улсын
          байгууллагын шугамаар тус улсад зохиогдох олон улсын хурал,
          зөвлөлгөөнд оролцох хүмүүст гэрээ, урилгыг үндэслэн зохих зэрэг,
          ангиллын 30 хүртэл хоногийн хугацаатай “орох-гарах” визийг; -тус улсад
          зохиогдох олон улсын (биеийн тамир, соёл, урлагийн тэмцээн, наадам,
          хурал, зөвлөлгөөн, үзэсгэлэн яармаг зэрэг) арга хэмжээнд оролцох
          хүмүүст урилгыг үндэслэн зохих зэрэг, ангиллын 30 хүртэл хоногийн
          хугацаатай “орох-гарах” визийг тус тус олгох;
          {<br />} 3.2.3. олгосон визийн мэдээг сараар гаргаж, дараа сарын 15-ны
          дотор гадаад хэргийн асуудал эрхэлсэн төрийн захиргааны төв
          байгууллагад хүргүүлэх;
          {<br />} 3.2.4. дипломат, албан зэргийн виз олгосон материалыг архивын
          зааврын дагуу жилээр нэгтгэн дараа оны эхний сард багтаан гадаад
          хэргийн асуудал эрхэлсэн төрийн захиргааны төв байгууллагад, энгийн
          зэргийн виз олгосон материалыг Албанд тус тус хүргүүлэх;
          {<br />} 3.2.5. виз олгох асуудлаар өөрийн суугаа болон хавсран суугаа
          орон, консулын тойрогт ажиллаж байгаа өргөмжит консулд зааварчилга
          өгөх.
          {<br />} 3.3. Гадаад хэргийн асуудал эрхэлсэн төрийн захиргааны төв
          байгууллагаас эрх олгосноор Монгол Улсын өргөмжит консул энэ журмын{" "}
          {<br />} 3.2.1–3.2.4-т заасан бүрэн эрхийг хэрэгжүүлнэ.
          {<br />} 3.4. Алба дараахь бүрэн эрхтэй байна:
          {<br />} 3.4.1. Монгол Улсад байнга оршин суугч, цагаач гадаадын
          иргэн, харьяалалгүй хүнд энгийн зэргийн “гарах”, “гарах-орох”
          зориулалтын визийг Гадаадын иргэний эрх зүйн байдлын тухай хуульд
          заасан хугацаагаар олгох;
          {<br />} 3.4.2. Монгол Улсын олон улсын зорчигч тээврийн хэрэгслийн
          харилцааны нээлттэй хилийн боомт дээр гадаадын иргэн, харьяалалгүй
          хүнд “орох-гарах”, “дамжин өнгөрөх” энгийн зэргийн визийг Гадаадын
          иргэний эрх зүйн байдлын тухай хуульд заасан хугацаагаар, зайлшгүй
          шаардлагатай тохиолдолд “гарах” визийг Албаны даргын зөвшөөрлөөр олгох
          бөгөөд дипломат, албан зэргийн 30 хүртэл хоногийн хугацаатай
          “орох-гарах” визийг гадаад хэргийн асуудал эрхэлсэн төрийн захиргааны
          төв байгууллагын зөвшөөрлөөр олгох;
          {<br />} 3.4.3. Монгол Улсад хуурамч баримт бичгээр орж ирсэн, энгийн
          паспортаа үрэгдүүлж өөрийн улсын дипломат төлөөлөгчийн болон консулын
          газраас буцах үнэмлэх авсан гадаадын иргэн, эсхүл зорчих үнэмлэхтэй
          харьяалалгүй хүнд энгийн зэргийн “гарах” виз олгох;
          {<br />} 3.4.4. энгийн зэргийн визийн ангилал өөрчлөх, хугацаа сунгах,
          хууль тогтоомжид заасан үндэслэлээр хүчингүй болгох;
          {<br />} 3.4.5. хилийн чанадад байгаа гадаадын иргэнд энгийн зэргийн
          виз олгуулах талаар иргэн, байгууллага, аж ахуйн нэгжээс тавьсан
          хүсэлтийг хянаж, зөвшөөрөх тохиолдолд энэ тухай гадаад хэргийн асуудал
          эрхэлсэн төрийн захиргааны төв байгууллагаар уламжлан Монгол Улсын
          дипломат төлөөлөгчийн газар, өргөмжит консулд, татгалзах бол хүсэлт
          гаргагчид тус тус мэдэгдэх;
          {<br />} 3.4.6. дор дурдсан үндэслэлээр Монгол Улсад үл нэвтрүүлэх
          гадаадын иргэний талаар гадаад хэргийн асуудал эрхэлсэн төрийн
          захиргааны төв байгууллага болон хил хамгаалах төв байгууллагад тухай
          бүр урьдчилан мэдэгдэх, тэдэнд виз  олгохгүй, визийн зөвшөөрөл өгөхгүй
          байх арга хэмжээ авах, хэрэв виз олгосон, визийн зөвшөөрөл өгсөн
          байвал виз, зөвшөөрлийг хүчингүй болгож энэ тухай гадаад хэргийн
          асуудал эрхэлсэн төрийн захиргааны төв байгууллагад мэдэгдэж байх:
          -виз, бүртгэлийн журмыг жилд 2 буюу түүнээс дээш удаа зөрчсөн, оршин
          суух бүртгэл, зөвшөөрлийг хуурамчаар үйлдсэн үйлдэлд нь захиргааны
          хариуцлага хүлээлгэж тус улсын хилээр нэг жилийн хугацаанд дахин
          нэвтрэх эрхгүйгээр захиргааны журмаар гаргасан; -нэг жил буюу түүнээс
          дээш хугацаагаар Монгол Улсад орох эрхгүйгээр албадан гаргагдсан;
          -олон улсын террорист байгууллагын гишүүн, эсхүл нийгмийн онц аюултай
          халдварт өвчтэй, мансууруулах бодис хэрэглэгч, худалдан борлуулагч гэж
          үзэх үндэслэл бүхий; -Гадаадын иргэний эрх зүйн байдлын тухай хуульд
          заасан бусад үндэслэл.  
        </div>
      </div>

      <div className="w-full flex flex-col gap-[40px]">
        <div className="xl:mt-0 mt-10">  ДӨРӨВ. Виз үйлдэж олгох</div>
        <div className="text-sm leading-10">
           {<br />}4.1. Визийг визийн хуудсан дээр үйлдэж гадаадын иргэнд түүний
          хүчин төгөлдөр паспорт, паспортыг орлох хууль ёсны баримт бичигт,
          харьяалалгүй хүнд байнга оршин суугаа улсаас нь олгосон гадаадад
          зорчих үнэмлэхэд, Монгол Улс хүлээн зөвшөөрөөгүй нутаг дэвсгэрийн
          харьяат нарт тэдний паспорттай адилтгах баримт бичгийн хуулбарт буюу
          виз олгогч өөрөө бэлтгэсэн хавсралт хуудсанд нааж олгох бөгөөд эрх
          бүхий албан тушаалтан гарын үсэг зуран, тэмдэг дарж баталгаажуулна.
          Хамтын визийг визийн нэг хуудсан дээр үйлдэн бүлэг жуулчны ахлагчийн
          паспорт буюу паспортыг орлох хууль ёсны баримт бичигт нааж, хамт
          зорчих гишүүдийн нэрсийг жагсаалтаар хавсаргана.
          {<br />}4.2. Визэд дараахь албан тушаалтан гарын үсэг зурна:
          {<br />}4.2.1. гадаад хэргийн асуудал эрхэлсэн төрийн захиргааны төв
          байгууллагын эрх зүй, консулын асуудал хариуцсан газрын захирал, дэд
          захирал, мөн газрын консулын асуудал хариуцсан хэлтсийн дарга;
          {<br />}4.2.2. Монгол Улсын дипломат төлөөлөгчийн газрын тэргүүн,
          консулын хэлтсийн дарга, консулын албан тушаалтан, өргөмжит консул;
          {<br />}4.2.3. Албаны дарга, зөвшөөрөл, бүртгэлийн хэлтсийн дарга,
          Албаны даргын эрх олгосноор зөвшөөрөл, бүртгэлийн асуудал хариуцсан
          ахлах ажилтан, хилийн боомтод ажилладаг ахлах ажилтан, ажилтан.
          {<br />}4.3. Виз олгогч нь виз хүсэгчийн паспорт буюу паспортыг орлох
          хууль ёсны баримт бичгийг хуурамч эсэхийг шалган тогтоож, виз олгохоос
          татгалзах үндэслэлгүй бол мэдүүлгийн хуудас бөглүүлж, уг хуудсан дээр
          виз хүсэгчийн гэрэл зургийг наан, виз хүсэгч зохих хураамж,
          үйлчилгээний хөлс төлсний дараа виз олгоно.
          {<br />}4.4. Хилийн чанадад виз олгохдоо тухайн гадаадын иргэн,
          харьяалалгүй хүнтэй ярилцлага хийж түүнд виз олгох үндэслэл байгаа
          эсэхийг тогтоож, тэмдэглэлийг виз олгосон материалд хавсаргана.
          {<br />}4.5. Виз хүсэгчтэй хийх ярилцлагын сэдвийг виз олгогч өөрөө
          тогтооно.
          {<br />}4.6. Таваас дээш хүний бүрэлдэхүүнтэй бүлэг жуулчинд хамтын
          виз олгож болно.
          {<br />}4.7. Визийн хураамжийг Монгол Улсын олон улсын гэрээнд өөрөөр
          заагаагүй бол Тэмдэгтийн хураамжийн хууль болон  энэхүү журамд заасны
          дагуу авна.
        </div>
      </div>

      <div className="w-full flex flex-col gap-[40px]">
        <div className="xl:mt-0 mt-10">
            ТАВ. Визийн хугацаа сунгах, ангилал өөрчлөх,визийг хүчингүй болгох{" "}
        </div>
        <div className="text-sm leading-10">
           {<br />}5.1. Виз үйлчилж эхлэх хүртэл хүчинтэй байх хугацааг
          сунгахгүй, уг хугацаа  хэтэрсэн бол тухайн визийг үндэслэн шинээр виз
          олгож болно. Харин визийн үйлчлэх хугацааг энэ журмын “Гурав”-т заасан
          байгууллагууд Гадаадын иргэний эрх зүйн байдлын тухай хуульд заасны
          дагуу зөвхөн нэг удаа 30 хүртэл хоногоор сунгаж болно:
          {<br />}5.1.1. зорчигчийн болон түр оршин суугчийн дипломат, албан
          зэргийн визийн үйлчлэх хугацаа сунгуулах хүсэлтийг гадаад хэргийн
          асуудал эрхэлсэн төрийн захиргааны төв байгууллага, энгийн зэргийн
          визийн үйлчлэх хугацаа сунгуулах хүсэлтийг Алба тус тус хянан
          шийдвэрлэнэ;
          {<br />}5.1.2. тус улсад байнга оршин суугч, цагаач гадаадын иргэн,
          харьяалалгүй хүний “гарах-орох” визийн хугацааг Монгол Улсын дипломат
          төлөөлөгчийн газар, өргөмжит консул зөвхөн Албаны зөвшөөрлийг үндэслэн
          нэг удаа Гадаадын иргэний эрх зүйн байдлын тухай хуульд заасан
          хугацаагаар сунгаж болно.
          {<br />}5.2. Гадаадын иргэн, харьяалалгүй хүнд олгосон визийн ангиллыг
          гадаад хэргийн асуудал эрхэлсэн төрийн захиргааны төв байгууллага
          болон Алба өөр өөрийн эрх хэмжээний хүрээнд өөрчилж болно.
          {<br />}5.3. Визийг хүчингүй болгохдоо түүн дээр  “хүчингүй”  буюу
          “canceled” гэсэн дардас дарна.
        </div>
      </div>
      <div className="w-full flex flex-col gap-[40px]">
        <div className="xl:mt-0 mt-10"> ЗУРГАА. ВИЗИЙН ХУРААМЖИЙН ХЭМЖЭЭ</div>
        <div className="text-sm leading-10">
           {<br />}6.1. Монгол Улсад зорчих гадаадын иргэнд виз олгоход дор
          дурдсан хэмжээгээр хураамж хураана:
          {<br />}6.1.1. орох буюу гарах виз олгоход тус бүр АНУ-ын 20 доллар
          (цаашид “ам.доллар” гэх) буюу түүнтэй тэнцэх хэмжээний бусад валют;
          {<br />}6.1.2. орох-гарах буюу гарах-орох виз олгоход тус бүр 25
          ам.доллар буюу түүнтэй тэнцэх хэмжээний бусад валют;
          {<br />}6.1.3. зургаан сар хүртэлх хугацааны олон удаагийн виз олгоход
          65 ам.доллар буюу түүнтэй тэнцэх хэмжээний бусад валют;
          {<br />}6.1.4. нэг жилийн олон удаагийн виз олгоход  130 ам.доллар
          буюу түүнтэй тэнцэх хэмжээний бусад валют;
          {<br />}6.1.5. дамжин өнгөрөх нэг удаагийн виз олгоход  15 ам.доллар
          буюу түүнтэй тэнцэх хэмжээний бусад валют;
          {<br />}6.1.6. дамжин өнгөрөх хоёр удаагийн виз олгоход  30 ам.доллар
          буюу түүнтэй тэнцэх хэмжээний бусад валют;
          {<br />}6.1.7. дамжин өнгөрөх нэг жилийн хугацаатай олон удаагийн виз
          олгоход 50 ам.доллар буюу түүнтэй тэнцэх хэмжээний бусад валют;
          {<br />}6.1.8. визийн хугацааг долоо хүртэл хоногоор анх удаа сунгахад
          15 ам.доллар, дараагийн хоног тутамд 2 ам.доллар буюу түүнтэй тэнцэх
          хэмжээний бусад валют;
          {<br />}6.1.9. нэг визэд хавсрагдсан иргэдийн визийг салгахад 10
          ам.доллар буюу түүнтэй тэнцэх хэмжээний бусад валют.
          {<br />}6.2. Визийн үйлчилгээг яаралтай (8 цагийн дотор) хийх
          тохиолдолд 6.1-д заасан хураамжийн хэмжээг 100 хувиар нэмэгдүүлэн
          хураана.
          {<br />}6.3. Дараахь нөхцөлд гадаадын иргэнд олгох визийн хураамжийг
          хөнгөлөх буюу чөлөөлнө:
          {<br />}6.3.1. таваас арван хүний бүрэлдэхүүнтэй бүлэг жуулчны визийн
          хураамжийн хэмжээг 25 хувь хөнгөлөх;
          {<br />}6.3.2. арваас дээш хүний бүрэлдэхүүнтэй бүлэг жуулчны визийн
          хураамжийн хэмжээг 50 хувь хөнгөлөх;
          {<br />}6.3.3. харилцан адил байх зарчим баримтлан дипломат ангиллын
          виз олгох болон гадаад орны төр, засгийн өндөр хэмжээний айлчлалын
          албан ёсны бүрэлдэхүүнд орж байгаа хүмүүст олгох визийн хураамжийг
          чөлөөлөх;
          {<br />}6.3.4. гадаад орнуудын төр, засгийн албан тушаалтанд гадаад
          харилцааны асуудал эрхэлсэн төрийн захиргааны төв байгууллагаас нь
          төлөөний ноотоор виз олгох хүсэлт тавьсан тохиолдолд визийн хураамжаас
          чөлөөлөх;
          {<br />}6.3.5. Засгийн газар хоорондын хэлэлцээрийн дагуу визийн
          хураамжаас чөлөөлөхөөр тохиролцсон бол хэлэлцээрийн дагуу ажиллах
          гадаадын иргэнийг визийн хураамжаас чөлөөлөх;
          {<br />}6.3.6. Монгол Улсын иргэний гадаад улсад төрсөн 16 хүртэлх
          насны хүүхдийг визийн хураамжаас чөлөөлөх;
          {<br />}6.3.7. Монгол Улсын болон тус улсад суугаа өргөмжит консул,
          тэдгээрийн гэр бүлийн гишүүдийг визийн хураамжаас чөлөөлнө;
          {<br />}6.3.8. төлбөрийн чадваргүй болох нь тогтоогдсон Монгол Улсаас
          гарах гадаадын иргэнийг визийн хураамжаас чөлөөлөх асуудлыг Гадаадын
          иргэн, харьяатын асуудал эрхлэх алба шийдвэрлэнэ. /Засгийн газрын 2003
          оны 172 дугаар тогтоолоор зургаа дахь бүлгийг нэмсэн./  
        </div>
      </div>
      <div className="w-full flex flex-col gap-[40px]">
        <div className="xl:mt-0 mt-10"> ДОЛОО. Виз олгогчийн хариуцлага</div>
        <div className="text-sm leading-10">
           {<br />}7.1 Виз олгогч гэж виз үйлдсэн ажилтан, тухайн визийг
          баталгаажуулсан албан тушаалтныг хэлнэ.
          {<br />}7.2 Гадаадын иргэн, харьяалалгүй хүнд Гадаадын иргэний эрх
          зүйн байдлын тухай хууль, энэ журамд заасныг зөрчиж виз олгосон
          хариуцлагыг виз олгогч хүлээнэ.
          {<br />}7.3 Визийн зэрэг, ангилал, зориулалт, ялгаа, хугацааг визийн
          хуудсан дээр буруу тэмдэглэснээс визийн хуудас хүчингүй болсон
          тохиолдолд визийн хуудасны үнийг виз үйлдсэн ажилтан төлнө.
          {<br />}7.4 Виз олгогч нь Гадаадын иргэний эрх зүйн байдлын тухай
          хууль, энэ журамд заасан эрх хэмжээгээ хэтрүүлэн ашигласан бол
          Эрүүгийн хууль, Захиргааны хариуцлагын тухай хууль, Төрийн албаны
          тухай хууль, Дипломат албаны тухай хуульд заасны дагуу хариуцлага
          хүлээнэ.
          {<br />}7.5 Виз олгогч нь тус улсын виз, бүртгэлийн журмыг
          сурталчилсан “Санамж”-ийг виз авагчдад тухай бүр өгч, шаардлагатай бол
          нэмэлт тайлбар өгч байна.
          {<br />}7.6 Визийн тухай холбогдох хууль тогтоомж, виз, гадаадын
          иргэний бүртгэлийн журмыг зөрчсөн гадаадын иргэн, харьяалалгүй хүнд
          Алба хууль тогтоомжийн дагуу хариуцлага хүлээлгээгүй байхад “гарах”
          виз олгохыг хориглоно.  Хэрэв виз олгосон байвал түүний хариуцлагыг
          виз олгогч хүлээнэ.
        </div>
      </div>
      <div className="w-full flex flex-col gap-[40px]">
        <div className="xl:mt-0 mt-10"> НАЙМ. Бусад зүйл</div>
        <div className="text-sm leading-10">
          8.1. Гадаадын иргэн, харьяалалгүй хүний зорчиж яваа тээврийн хэрэгсэл
          саатсанаас "дамжин өнгөрөх" визийн хугацаа хэтэрсэн бол уг визийг
          сунгахгүй, шинээр "гарах" виз олгоно.
          {<br />}8.2. "Дамжин өнгөрөх" визтэй гадаадын иргэн, харьяалалгүй хүн
          тус улсын нутаг дэвсгэрт хүндэтгэн үзэх шалтгаангүйгээр бууж үлдсэн
          бол Алба түүнд Захиргааны хариуцлагын тухай хуулийн дагуу хариуцлага
          хүлээлгэн "гарах" виз олгон гаргана.
          {<br />}
          {<br />}8.3. Тухайн гадаадын иргэн, харьяалалгүй хүн визийн хугацааг
          хэтрүүлсэн тохиолдолд буруутай этгээдэд Алба Захиргааны хариуцлагын
          тухай хуульд заасан хариуцлага хүлээлгэх хүртэл сунгалт хийхийг
          хориглоно.
          {<br />}
          {<br />}8.4. Виз сунгасан хугацааг зөвхөн сунгалт хийсэн өдрөөс эхлэн
          тооцох бөгөөд хэтэрсэн хоногийг сунгасан хугацаанд оруулж тооцохгүй.
          {<br />}
          {<br />}8.5. Визийн хугацааг сунгахад энэ журмын 1 дүгээр хавсралтад
          заасан загварын, ангиллыг өөрчлөхөд 2 дугаар хавсралтад заасан
          загварын дардас дарж, зохих бичилт хийн энэ журмын 4.2.1–4.2.3-т
          заасан албан тушаалтан гарын үсэг зурж, тэмдэг даран баталгаажуулна.
          {<br />}
          {<br />}8.6. Визийн зэрэг, ангилал, зориулалт, ялгаа, хугацаа нь виз
          үйлдэгчийн буруугаар визийн хуудсан дээр алдаатай тэмдэглэгдсэн бол
          зохих визийг хураамж авахгүйгээр дахин олгоно.
          {<br />}
          {<br />}8.7. Тус улсад удаан хугацаагаар оршин суух зөвшөөрөлтэй
          гадаадын иргэн, харьяалалгүй хүн түр хугацаагаар тус улсаас гарахад
          бүртгэлээс хасахгүй.
          {<br />}
          {<br />}8.8. Оршин суух зөвшөөрөлгүй, олон удаагийн визтэй гадаадын
          иргэн, харьяалалгүй хүн тус улсад 30 хоногоос дээш хугацаагаар оршин
          суух бол уг хугацааг дуусахаас ажлын 3 хоногийн өмнө Албанд ирж түр
          оршин суух бүртгэл хийлгэж, гарахдаа бүртгэлээс хасуулна.
          {<br />}
          {<br />}8.9. Монгол Улсын олон улсын гэрээний дагуу тодорхой хугацаанд
          тус улсад визгүй зорчих гадаадын иргэн нь гэрээнд зааснаас илүү
          хугацаагаар ирэх бол урьдчилан виз авна. Хэрэв виз авахгүйгээр ирсний
          дараа гэрээнд зааснаас илүү хугацаагаар оршин суух хүсэлт тавибал
          гадаад хэргийн асуудал эрхэлсэн төрийн захиргааны төв байгууллага,
          Алба тухайн нөхцөл байдлыг нь харгалзан өөр өөрийн эрх хэмжээний
          хүрээнд холбогдох хууль тогтоомжийн дагуу асуудлыг хянан шийдвэрлэнэ.
          {<br />}
          {<br />}8.10. Монгол Улсын олон улсын гэрээний дагуу тус улсад визгүй
          зорчих гадаад улсын иргэний тус улсад бүртгэлгүйгээр тасралтгүй оршин
          суух хугацааны үргэлжлэл нь 30 хоногоос илүү гарах тохиолдолд гадаад
          хэргийн асуудал эрхэлсэн төрийн захиргааны төв байгууллага, Алба
          тухайн нөхцөл байдлыг харгалзан өөр өөрийн эрх хэмжээний хүрээнд
          бүртгэлээр зохицуулна.
          {<br />}
          {<br />}8.11. Удаан хугацаагаар оршин суух зөвшөөрөлтэй, тодорхой
          хугацаанд визгүй зорчих паспорт бүхий гадаадын иргэд түр хугацаагаар
          тус улсаас гарч ороход нь виз олгохгүй.
          {<br />}
          {<br />}8.12. Монгол Улсын дипломат төлөөлөгчийн газар "J", "H"
          ангиллын визийг Албаны зөвшөөрлөөр 90 хүртэл хоногийн хугацаагаар
          олгож болно.
          {<br />}
          {<br />}8.13. "J" ангиллын визийн ангиллыг гадаадын хөрөнгө оруулалт,
          гадаад худалдааны асуудал эрхэлсэн төв байгууллагын тодорхойлолтоор
          өөрчилж болох бөгөөд бусад ангиллын визийн ангиллыг зайлшгүй өөрчлөх
          шаардлага гарвал гадаад хэргийн асуудал эрхэлсэн төрийн захиргааны төв
          байгууллага, Алба хоорондоо зөвшилцөн шийдвэрлэнэ.
          {<br />}
          {<br />}8.14. Дипломат, албан паспорттай гадаадын иргэнд "D", "А",
          "OU"-гаас бусад ангиллын виз олгох шаардлага гарвал Албаны зөвшөөрлийг
          үндэслэн гадаад хэргийн асуудал эрхэлсэн төрийн захиргааны төв
          байгууллага, тус улсын дипломат төлөөлөгчийн газар, өргөмжит консул
          олгох бөгөөд бүртгэлийг Алба хариуцна.
          {<br />}
          {<br />}8.15. Тус улсаас албадан гаргах гадаадын иргэний паспорт,
          харьяалалгүй хүний баримт бичигт Алба энэ журмын 3 дугаар хавсралтад
          заасан загварын дардас дарна.
          {<br />}
          {<br />}8.16. Тус улсад албан хэргээр удаан хугацаагаар оршин суугч
          гадаадын иргэн түр хугацаагаар гадаадад явах тохиолдолд түүнд олгох
          "гарах-орох" визийг оршин суух зөвшөөрлийн хугацаанаас хэтрэхгүй
          байхаар зохицуулна.
          {<br />}
          {<br />}8.17. Гадаадын иргэний эрх зүйн байдлын тухай хуулийн 12
          дугаар зүйлийн 2 дахь хэсэг, энэ журмын 4.1-д заасан хавсралт нь
          паспортын дэлгэмэл хуудасны хэмжээтэй байх бөгөөд түүнийг голоор нь
          нугалж нэг талд нь тухайн хүний овог нэр, төрсөн он, сар, өдөр,
          хүйсийн ялгаа, эзэмшиж байгаа баримт бичгийн нэр, дугаар, хүчинтэй
          хугацаа, олгосон байгууллага, аль нутаг дэвсгэрийн харьяат болохыг
          бичиж, гэрэл зургийг наан тэмдэг дарж, нөгөө талд нь түүнд олгосон
          визээ наана.
          {<br />}
          {<br />} 8.18. Виз бүхий паспорт, паспортыг орлох хууль ёсны баримт
          бичгээ үрэгдүүлсэн, солиулсан гадаадын иргэн, харьяалалгүй хүнд визийн
          хугацаа нь хэтрээгүй тохиолдолд зохих визийг нөхөн олгож болно.
          {<br />}
          {<br />} 8.19. Гадаадын иргэн, харьяалалгүй хүний Монгол Улсад хувийн
          хэргээр зорчих урилгын загварыг Албаны дарга батална. Алба нь урилгын
          загвар, урилгад гарын үсэг зурах Алба, аймгийн Засаг даргын Тамгын
          газрын албан тушаалтны гарын үсгийн загвар, тайлал, баталгаажуулах
          тамга, тэмдэгний дардас, тэдгээрт орсон өөрчлөлтийг гадаад хэргийн
          асуудал эрхэлсэн төрийн захиргааны төв байгууллага, хил хамгаалах төв
          байгууллагад тухай бүр мэдээлэх асуудлыг хариуцна.
          {<br />}
          {<br />}8.20. Эдийн засгийн хамтын ажиллагаа, хөгжлийн байгууллага
          /ОЕСD-Organization for economic cooperation and development/-ын гишүүн
          зарим улсын иргэнд олон улсын зорчигч тээврийн хэрэгслийн харилцааны
          нээлттэй хилийн боомт дээр 30 хүртэл хоногийн хугацаатай "орох-гарах"
          визийг урилгагүйгээр олгож болно.
        </div>
      </div>
    </div>
  );
}
