import { useRouter } from "next/navigation";
export const RuleArea = () => {
  const { push } = useRouter();
  return (
    <div className=" md:w-full w-[90%] flex flex-col gap-5">
      <div
        onClick={() => push("https://legalinfo.mn/mn/detail?lawId=204258")}
        className="text-[#ff7119] w-fit border-b border-b-[#ff7119] cursor-pointer"
      >
        Зочид буудал, жуулчны баазад зэрэглэл тогтоох журам
      </div>
      <div className="w-full flex flex-col items-center">
        <div>
            ДЭЭД ЗЭРЭГЛЭЛИЙН ЗОЧИД БУУДАЛ, ЖУУЛЧНЫ БААЗАД ЗЭРЭГЛЭЛ ТОГТООХ ЖУРАМ
        </div>
        <div className="w-full flex flex-col gap-10 text-sm leading-10">
          <div>
            {<br />}1.1. Энэхүү журмын зорилго нь Монгол Улсын үндэсний
            стандартад тусгагдсан шаардлагын дагуу дээд зэрэглэлийн зочид
            буудал, жуулчны баазад зэрэглэл тогтоохтой холбогдсон харилцааг
            зохицуулахад оршино.
            {<br />}1.2. Зочид буудал, жуулчны бааз нь Монгол Улсын стандартад
            заагдсан зэрэглэлд хуваагдана.
            {<br />}1.3. Дээд зэрэглэлийн зочид буудал, жуулчны баазад зэрэглэл
            тогтоох үйл ажиллагааг Дэд бүтцийн сайдын тушаалаар батлагдсан
            аттестатчиллын Улсын комисс зохион байгуулна.
            {<br />}1.4. Комисс дээд зэрэглэлийн зочид буудлын зэрэглэл тогтоох
            ажлыг II улиралд, жуулчны баазад зэрэглэл тогтоох ажлыг III улиралд
            багтаан зохион байгуулна.
            {<br />}1.5. Зочид буудлын зэрэглэлийн тэмдэг нь шар өнгийн
            дэвсгэртэй, од нь таван хошуу хэлбэртэй xap өнгөтэй байна. Тэмдгийн
            өргөн нь 40 см, урт нь 60 см байна. Тэмдгийн бичвэр нь англи, монгол
            хэл дээр бичигдсэн байна.
            {<br />}1.6. Зэрэглэлийн шаардлага хангасан зочид буудал, жуулчны
            баазад зэрэглэлийн гэрчилгээ, тэмдгийг комисс олгоно.
            {<br />}1.7. Зочид буудал, жуулчны бааз нь зочин хүлээн авах
            хэсэгтээ зэрэглэлийн тэмдэг, гэрчилгээг зочдод харагдахуйцаар
            байрлуулна.
            {<br />}
            <div>
              <div className="font-bold">Хоёр. Зэрэглэл тогтоох </div>
              2.1. Зочид буудал, жуулчны баазын үйл ажиллагаа эрхлэх, эрхэлж буй
              аж ахуйн нэгж нь зэрэглэл тогтоолгох өргөдлийг аялал жуулчлалын
              асуудал эрхэлсэн төрийн захиргааны байгууллага /Аялал жуулчлалын
              газар/-д гаргана.
              {<br />}2.2. Өргөдөлд доор дурьдсан материалыг хавсаргана. Үүнд:
              {<br />}2.2.1. Аж ахуйн нэгжийн улсын бүртгэлийн гэрчилгээ, аж
              ахуйн үйл ажиллагаа эрхлэхтэй холбоотой бусад зөвшөөрлийн хуулбар,
              {<br />}2.2.2. Аж ахуйн нэгж байгууллагын танилцуулга
              {<br />}2.2.3. Стандартын норматив, ишлэл, нийтлэг шаардлагуудыг
              хэрхэн хангаж байгаа талаар барилга, галын аюулгүй байдал, эрүүл
              ахуйн мэргэжлийн хяналтын байгууллагын дүгнэлт
              {<br />}2.2.4. Жуулчны баазуудын хувьд байгаль орчинд нөлөөлөх
              байдлын үнэлгээ, газар ашиглах гэрчилгээ,
              {<br />}2.3. Зочид буудлын зэрэглэл тогтоолгох өргөдлийг тухайн
              оны I улиралд, жуулчны баазад зэрэглэл тогтоох хүсэлтийг II
              улиралд хүлээн авна.
              {<br />}2.4. Комисс ирүүлсэн материалтай танилцсаны дараа зэрэглэл
              тогтоох хугацааг товлож тухайн зочид буудал, жуулчны баазад
              мэдэгдэнэ.
              {<br />}2.5. Хүсэлтийг хүлээн авснаас хойш 3 сарын дотор
              шийдвэрлэнэ.
              {<br />}2.6. Комиссоос томилогдсон шалгагч нар тухайн зочид
              буудал, жуулчны баазын барилга байгууламж, үйлчилгээг стандартын
              дагуу шалгана.
              {<br />}2.7. Дээд зэрэглэлийн зочид буудал, жуулчны баазын
              стандартын техникийн шаардлага, үйлчилгээний чанарын талаарх
              мэргэжлийн хяналтын байгууллагуудын дүгнэлт, шалгагч нарын тайлан
              зэргийг үндэслэн комиссын хуралдаанаар зэрэглэл олгох эсэхийг
              шийдвэрлэнэ.
              {<br />}2.8. Дээд зэрэглэлийн зочид буудал, жуулчны баазууд нь
              стандартын болон үйлчилгээний чанарын шаардлага хангаагүй
              тохиолдолд комисс энэ тухай дүгнэлтийг өргөдөл гаргагчид буцаана.
            </div>
            {<br />}
            <div>
              <div className="font-bold">
                Гурав. Гомдол гаргах, зэрэглэлийг өөрчлөх, цуцлах үндэслэл{" "}
              </div>
              3.1. Аж ахуйн нэгж нь комиссоос олгохоор шийдвэрлэсэн зэрэглэлийг
              хүлээн зөвшөөрөөгүй, эсвэл хангалтгүй үнэлгээ авснаас зэрэглэл авч
              чадаагүй тохиолдолд шийдвэрийг дахин хянуулах тухай хүсэлт гаргах
              эрхтэй.
              {<br />}3.2. Дахин хянуулах хүсэлтийг зэрэглэлийн талаарх
              шийдвэрийг зарласнаас хойш 21 хоногийн дотор бичгээр комисст
              гаргана.
              {<br />}3.3. Комисс нь дахин хянуулах тухай өргөдлийн дагуу үнэлэх
              ажлыг тухайн аж ахуйн нэгжийн удирдлагатай хамтарч хийнэ.
              {<br />}3.4. Зэрэглэл эзэмшигч нь тухайн зэрэглэлийг өөрчлөх
              тохиолдолд зэрэглэлээ ахиулах хүсэлтээ Аялал жуулчлалын газарт
              гаргана.
              {<br />}3.5. Зочид буудал, жуулчны бааз нь энэ журмын 3.6, 3.7-д
              заасан шаардлагыг хангаагүй ажил үйлчилгээ явуулж байгаа нь
              холбогдох хяналтын байгууллага, улсын байцаагчийн шалгалтаар
              илэрвэл комисс тухайн зочид буудал, жуулчны баазын зэрэглэлийг
              бууруулах буюу цуцална.
              {<br />}3.6. Зэрэглэлийг дараах зөрчил гаргасан тохиолдолд
              бууруулна.
              {<br />}3.6.1. Тухайн зэрэглэлийн стандартын шаардлага хангаагүй;
              {<br />}3.6.2. Зочид буудал, жуулчны бааз нь стандартын шаардлага
              хангаагүй барилга, байгууламж, техник хэрэгсэл, тоног төхөөрөмж,
              эд хогшил ашиглах, ариун цэвэр, эрүүл ахуйн шаардлага хангахааргүй
              орчинд ажил үйлчилгээ явуулж байгаа бол;
              {<br />}3.6.3. Зочид буудал, жуулчны бааз нь тухайн зэрэглэлд
              нийцэхээргүй ажил үйлчилгээг явуулсан бөгөөд үйлчлүүлэгчдээс удаа
              дараа үндэслэлтэй гомдол гарсан бол
              {<br />}3.7. Зэрэглэлийг дараах тохиолдолд цуцална.
              {<br />}3.7.1. Хуулийн этгээд татан буугдсан
              {<br />}3.7.2. Зэрэглэлийг бусдад шилжүүлсэн
              {<br />}
            </div>
            <div>
              <div className="font-bold">Дөрөв.Бусад</div>
              4.1. Зэрэглэл эзэмшигч нь холбогдох зэрэглэлийнхээ стандартын
              шаардлагад нийцсэн ажил үйлчилгээг чанартай явуулна.
              {<br />}4.2. Зэрэглэл эзэмшигч нь үйл ажиллагааны талаарх тайланг
              батлагдсан маягтын дагуу дараа сарын 5-ны дотор Аялал жуулчлалын
              газарт ирүүлнэ.
              {<br />}
            </div>
            <div>
              <div className="font-bold">Тав. Хариуцлага</div>
              5.1. Зэрэглэл эзэмшигч нь хууль эрх зүйн актуудыг зөрчсөн
              тохиолдолд Монгол Улсын хууль тогтоомжийн дагуу хариуцлага
              хүлээнэ.
            </div>
          </div>
        </div>
      </div>
    </div>
  );
};
